package com.learn.metingapp;

/**
 Создать приложение, позволяющие людям знакомиться.
 Приложение должно позволять:
 1) Регистрироваться человеку.
 2) После регистрации выводить список подходящих мужчин/ женщин для этого человека.
 3) Просматривать зарегистрировавшихся людей. Для мужчин выводить только женщин и наоборот.
 4) Просматривать анкету отдельного человека.
 5) Организовать "умный поиск". Пользователь вводит требования(город, пол, возраст, количество детей) и выводить людей,
 которые соответствуют требованиям.
 */
public class Main {
}
